Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajalain_muutos.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjälain muutos
sms: Sääʹmteʹǧǧlääʹjj muuttâs

source: Saamelaiskäräjälain muutosta valmistelleen toimikunnan mietintö eli esitys lakimuutoksista on nyt valmis.
sms: Sääʹmteʹǧǧlääʹjj muttâz valmštõõllâm tåimmkååʹdd smiõtldõk leʹbe eʹtǩǩõs lääʹǩǩmuttsin lij ååʹn vaalmâš.

source: Koko esitys julkistettiin 11.5.2021.
sms: Eʹtǩǩõõzz obbnes õlmstõʹtteš 11.5.2021.

source: Tältä sivulta löydät lisätietoa esityksestä.
sms: Tän seeidast kaaunak lââʹssteâđ eʹtǩǩõõzz pirr.

source: Ehdotettujen muutosten tavoitteena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja saamelaiskäräjien toimintaedellytyksiä.
sms: Eʹtǩǩuum muttsi täävtõssân lij õõuʹdeed säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ teâuddjummuž di pueʹreed säʹmmlai ǩiõlâs da kulttuuʹres kuõskki jiõččvaaldâšm da sääʹmteeʹǧǧ tåimmjemõudldõõzzid.

source: Lisäksi tavoitteena on korjata nykytilanne erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
sms: Lââʹssen täävtõssân lij teevvad ânnʼjõžvueʹǩǩ jeäʹrben ÕM ooumažvuõiggâdvuõttkomitea õudldem naaʹlin.

source: Ihmisoikeuskomitean 1.2.2019 julkaisemien ratkaisujen mukaan Suomi on loukannut kansalaisoikeuksia ja poliittisia oikeuksia koskevaa yleissopimusta saamelaiskäräjien vaaliluetteloon hyväksymistä koskevissa valitusasioissa .
sms: Ooumažvuõiggâdvuõttkomitea 1.2.2019 õlmstõttum räʹtǩǩummši mieʹldd Lääʹddjânnam lij neuʹrrääm siviilvuõiggâdvuõđid da poliittlaž vuõiggâdvuõđid kuõskki õõlmâs-suåppmõõžž sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe priimmʼmõõžž kuõskki läittamaaʹššin. hyväksymistä koskevissa valitusasioissa.

source: Ihmisoikeuskomitea korosti KP-sopimuksesta Suomelle seuraavaa velvollisuutta tarkistaa erityisesti lain 3 §:ää eli niin sanottua saamelaismääritelmää asiaintilan korjaamiseksi ja toteuttaa kaikki tarvittavat toimet estääkseen vastaavat oikeudenloukkaukset jatkossa.
sms: Komitea teäʹddii KP suåppmõõžžâst Lääʹddjânnma seuʹrrjeei õõlǥtemvuõđ tääʹrǩsted jeäʹrben lääʹjj 3 §:ff leʹbe nuʹt sarnnum sääʹm-meäʹrteeʹlm sââʹj teevvmõššân čõõđted puk taarbšeei tååimid cõggâd vaʹstteei vuõiggâdvuõđneuʹrrummuž juätkast.

source: Komitea painotti saamelaisten itsemääräämisoikeutta asemansa ja yhteisönsä jäsenyyden osalta.
sms: Komitea teäʹddii säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ sââʹjes da õhttsažkååʹddes vuäzzlažvuõđ vueʹzzest.

source: Oikeusministeriö asetti saamelaiskäräjälain muutosta valmistelevan toimikunnan ajalle 1.12.2020-15.5.2021.
sms: Vuõiggâdvuõttministeria šiõttii sääʹmteʹǧǧlääʹjj muttâz valmštõõlli tåimmkååʹdd ääiǥas 1.12.2020-15.5.2021.

source: Oikeusministeriön kansliapäällikkö Pekka Timosen johtamassa toimikunnassa oli Saamelaiskäräjien ja hallituspuolueiden (SDP, Keskusta, Vihreät, Vasemmistoliitto ja RKP) edustajat.
sms: Vuõiggâdvuõttministeria kansliajååʹđteei Pekka Timonen jååʹđtem tåimmkååʹddest leʹjje Sääʹmteeʹǧǧ da halltõspeällõõǥǥi (SDP, Kõõskõs, Ruân, Čiǯǯbieʹll-lett da RKP) eeʹttkõʹstti.

source: Ennen toimikunnan asettamista oikeusministeriö neuvotteli saamelaiskäräjälain 9 §:n mukaisesti saamelaiskäräjien kanssa.
sms: Õuʹddel tåimmkååʹdd šiõtteem vuõiggâdvuõttministeria saǥstõõli sääʹmteʹǧǧlääʹjj 9 § meâldlânji Sääʹmteeʹǧǧin.

source: Toimikunnan tehtävänä oli valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
sms: Sääʹmteʹǧǧlääʹjj muttâz valmštõõli tåimmkååʹdd tuâj vuâđđan liâ leämmaž vuâđđvuõiggâdvuõđ da jeeʹres vuâđđlääʹjj šiõtteem õõlǥtõõzz, Lääʹddjânnam čõõni meeraikõskksa ooumažvuõiggâdvuõttsuåppmõõžž, ÕM alggmeerai vuõiggâdvuõđi čõõđtõs di jeeʹres vuõiggâdvuõđ da meeraikõskksa vuõiggâdvuõđ ooudâsviikkmõš di mõõnniäiggsa räʹtǩǩummuž.

source: Toimikunnan työn perustana ovat olleet perusoikeudet ja muut perustuslain asettamat velvoitteet, Suomea sitovat kansainväliset ihmisoikeussopimukset, YK:n alkuperäiskansojen oikeuksien julistus sekä muu oikeuden ja kansainvälisen oikeuden kehitys sekä viimeaikaiset ratkaisut.
sms: ÕM ooumažvuõiggâdvuõttkomitea 1.2.2019 õlmstâʹttem räʹtǩǩummuž sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe priimmʼmõõžž kuõskki läittamaaʹššin liâ näkam tääʹrǩes mõõnniäiggsa räʹtǩǩummuž .

source: YK:n ihmisoikeuskomitean 1.2.2019 julkaisemat ratkaisut saamelaiskäräjien vaaliluetteloon hyväksymistä koskevissa valitusasioissa ovat tällaisia tärkeitä viimeaikaisia ratkaisuja .
sms: Šiõtteemtuʹmmstõõǥǥ mieʹldd tuâjast vääʹldet lokku še parafõsttum Tâʹvvjânnmallaš sääʹmsuåppmõš di jiõččnaž jânnmi alggmeer- da rooddmeeraid kuõskki õõlmâs-suåppmõõžž (ILO 169 -suåppmõš).

source: Asettamispäätöksen mukaan työssä otetaan huomioon myös parafoitu Pohjoismainen saamelaissopimus sekä itsenäisten maiden alkuperäis- ja heimokansoja koskevan yleissopimuksen (ILO 169 -sopimus).
sms: Tåimmkååʹdd vuäzzlaž Juha Joona lij kuâđđam čorrneei jurddi.

source: Toimikunnan jäsen Juha Joona jätti eriävän mielipiteen.
sms: Jeeʹres vueʹzzin smiõtldõk lij õõutmiõllsaž.

source: Muilta osin mietintö on yksimielinen.
sms: Tåimmkååʹdd eʹtǩǩõõzzi teâuddjeen Lääʹddjânnam lääʹjjšiõttummuž ärvvtõõlât pueʹttem tääʹsstiâddu meeraikõskksai ooumažvuõiggâdvuõttsuåppmõõžžin da väʹlddem lokku meeraikõskksa vuõiggâdvuõđ tääʹzzest mõõnni lååi eeʹǩǩen šõddâm ooudâsviikkmõõžž.

source: Toimikunnan ehdotusten toteutuessa Suomen lainsäädännön arvioidaan tulevan sopusointuun kansainvälisten ihmisoikeussopimusten kanssa ja ottavan huomioon kansainvälisen oikeuden tasolla viime vuosikymmeninä tapahtuneen kehityksen.
sms: Sääʹmteeʹǧǧ tåimmpââʹj 2020–2023 õhttân väʹlddtäävtõsân lij õõuʹdeed sääʹmteʹǧǧlääʹjj oođummuž alggmeervuõiggâdvuõđi vuâđald.

source: Saamelaiskäräjien toimikauden 2020–2023 yhtenä päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
sms: Looǥǥ tåimmkååʹdd smiõtldõõǥǥ täʹst

source: Lue toimikunnan mietintö tästä
sms: haʹŋǩǩõs-seidd: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Hankesivu: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
sms: Vuänõs da kõskksa eʹtǩǩõõzz

source: YK:n ihmisoikeuskomitean ratkaisut 1.2.2019 Tiivistelmä ja keskeiset ehdotukset
sms: Vuänõs

source: Tiivistelmä
sms: Tåimmkååʹdd tuâjjan lij leämmaž valmštõõllâd taarblaž muttâz Sääʹmteʹǧǧest uvddum läkka.

source: Toimikunnan tehtävänä on ollut valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
sms: Tåimmkååʹdd tuâj vuâđđan lij mieʹrrmeâldlain vueʹzzin valddum mââimõs halltõspââʹjest tåimmjam tåimmkååʹdd uʹvddem smiõtldõk ( https://õõlmtõõzz.

source: Toimikunnan työn perustaksi on tarkoituksenmukaisilta osin otettu viime hallituskaudella toimineen toimikunnan antama mietintö ( https://julkaisut.valtioneuvosto.fi/handle/10024/160993 ).
sms: riikksuåvtõs.

source: Saamelaiskäräjälain muuttamista esivalmistelevan työryhmän muistio ja asiassa saadut lausunnot löytyvät hankkeen sivulta https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020 ).
sms: fi/handle/10024/160993 ).

source: Toimikunta kuuli 15.2.2021 Tiina Sanila-Aikiota sekä Sámi Árvvut ry:n puheenjohtajaa Petra Magga Varsia ja Klemetti Näkkäläjärveä YK:n ihmisoikeuskomitean päätösten johdosta.
sms: Sääʹmteʹǧǧlääʹjj muttmõõžžâst ouddvalmštõõli tuâjjäʹrttel mooštas da ääʹššest vuåǯǯum ciâlkâlm käunnʼje haʹŋǩǩõõzz seeidast https://vuõiggâdvuõttministeria. fi/haʹŋǩǩõs?

source: Toimikunta järjesti 15.3.2021 kuulemistilaisuuden, jossa kuultiin ympäristöministeriön, maa- ja metsätalousministeriön, työ- ja elinkeinoministeriön, sosiaali- ja terveysministeriön sekä opetus ja kulttuuriministeriön edustajia 9 §:stä.
sms: tiõtt=OM002:00/2020 .

source: Lisäksi toimikunta tarjosi seuraaville tahoille mahdollisuuden toimittaa kirjallinen lausunto: Kolttien kyläkokous, Inarinsaamelaiset ry / Anarâšah rs, Kulttuuriyhdistys Aanaar Sämmiliih ry, Inarinsaamen kielen yhdistys / Anarâškielâ servi, Saamelaisneuvosto sekä Suomen saamelaisten keskusjärjestö.
sms: Tåimmkåʹdd kuuli 15.2.2021 Tiina Sanila-Aikio di SámiÁrvvut rõ saaǥǥjååʹđteei Petra Magga Vars da Klemetti Näkkäläjärvi ÕM ooumažvuõiggâdvuõttkomitea tuʹmmstõõǥǥi diõtt.

source: Toimikunnan käytössä on lisäksi ollut esivalmistelevan työryhmän keräämät lausunnot sekä edellisellä hallituskaudella saadut lausunnot.
sms: Tåimmkåʹdd riâžži 15.3.2021 kuullâmpoodd, koʹst kuʹlleš pirrõsministeria, mädd- da meäʹcctäällministeria, tuâjj- da jieʹllemvueʹǩǩministeria, sosiaal- da tiõrvâsvuõttministeria di mättʼtõs da kulttuurministeria eeʹttǩeeʹjid 9 §:st.

source: Toimikunta on työssään hyödyntänyt YK:n ihmisoikeusneuvoston alaisen neuvoa-antavan asiantuntijamekanismin (EMRIP) neuvoa-antavia kommentteja.
sms: Lââʹssen tåimmkåʹdd taʹrjjii täid vuäʹssbeäʹlid vueiʹtlvažvuõđ tååimted ǩeerjlaž ciâlkâlm: Saaʹmi siidsååbbar, Aanaarsäʹmmla rõ / Anarâšah rs, Kulttuurõhttõs AanarSämmiliih rõ, Aanarsääʹm ǩiõl õhttõs/ Anarâškielâservi, Sääʹmsuåvtõs di Lääʹddjânnam säʹmmlai kõõskõsorganisaatio.

source: Kuultavien näkemykset sekä 3 §:n että 9 §:n osalta jakautuivat.
sms: Tåimmkååʹdd âânnmõõžžâst lij lââʹssen leämmaž ouddvalmštõõli tuâjjäʹrttel noorrâm ciâlkâlm di õõuʹdab halltõspââʹjest vuåǯǯum ciâlkâlm.

source: Toimikunta muun muassa ehdottaa, että saamelaiskäräjälain 3 §:n vaaliluetteloon merkitsemisen edellytykset uudistetaan ja saamelaiskäräjien vaaliluettelo kootaan uudelleen seuraaviin saamelaiskäräjävaaleihin valmistauduttaessa voimassa olevan lain pohjalta.
sms: Tåimmkåʹdd lij tuâjstes äuʹǩǩääm ÕM ooumažvuõiggâdvuõttsuåvtõõzz vuâla vuäʹppõõzz-uuʹdi äʹsstobddimekaniism (EMRIP) vuäʹppõõzz-uuʹdi kommeeʹntid.

source: Arvioitaessa esityksen suhdetta perustuslakiin ja kansainvälisiin ihmisoikeussopimuksiin ensisijaisena arvioinnin perusteena on perustuslain 22 §:n säännös, jonka mukaan julkisen vallan – siis myös lainsäätäjän – on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
sms: Kuullʼji vuäinlmõõžž di 3 § ǥu 9 § vueʹzzest juâkkjõʹvve.

source: Saamelaiskäräjälakia on pyritty uudistamaan jo aiemmilla hallituskausilla.
sms: Tåimmkåʹdd jeäʹrbi mieʹldd eʹtǩǩad, što sääʹmteʹǧǧlääʹjj 3 § vaal-loǥstõʹǩǩe mieʹrǩǩummuž õudldõõzz oođeet da sääʹmteeʹǧǧ vaal-loǥstõk noorât oʹđđest puõʹtti sääʹmteʹǧǧvaalid valmštõõleen viõǥǥâst åårrai lääʹjj vuâđald.

source: Hallitusohjelman mukaan jatketaan työtä saamelaiskäräjälain uudistamiseksi.
sms: Ärvtõõleen čuäjtõõzz kõskkvuõđ vuâđđläkka da meerkõskksaid ooumažvuõiggâdvuõttsuåppmõõžžid vuõss-sâjjsiʹžžen ärvvtõõllmõõžž vuâđđan lij vuâđđlääʹjj 22 § šeâttmõš, koon mieʹldd õõlmâs vääʹld – âʹte še lääʹjjšiõtteei – âlgg staanâd vuâđđvuõiggâdvuõđi da ooumažvuõiggâdvuõđi teâuddjummuš.

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten ja saamelaisryhmien kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
sms: Sääʹmteʹǧǧlääʹjj lij ǩiččlõttum oođeed juʹn ääiʹjbi halltõspõõʹjin.

source: Vaaliluetteloon merkitsemisen kriteerit, vaaliluettelon laatiminen ja muutoksenhaku
sms: Halltõsprograamm mieʹldd jueʹtǩet tuâj sääʹmteʹǧǧlääʹjj oođummšen.

source: Oikeutta äänestää saamelaiskäräjien vaaleissa koskevaa saamelaisen määritelmää ehdotetaan muutettavaksi siten, että kysymys olisi nimenomaan henkilön merkitsemisestä saamelaiskäräjien vaaliluetteloon, eli oikeudesta äänestää ja oikeudesta asettua ehdolle saamelaiskäräjien vaaleissa.
sms: Halltõsprograamm mieʹldd halltõs âânn äärvast da õõuʹdad puki säʹmmlai da sääʹmjoouki ǩiõlʼlaž da kulttuursaž vuõiggâdvuõđi teâuddjummuž vääʹldeeʹl lokku meeraikõskksa suåppmõõžž.

source: Pykälässä ei määriteltäisi, ketä on pidettävä ylipäänsä saamelaisena.
sms: Vaal-loǥstõʹǩǩe mieʹrǩǩummuž kriteeʹr, vaal-loǥstõõǥǥ raajjmõš da muuttâsooccâm

source: Saamelaisten oikeutta alkuperäiskansana itse määrittää, kuka on saamelainen, eli niin sanottua ryhmäidentifikaatiota ehdotetaan vahvistettavaksi uudistamalla vaaliluetteloon merkitsemisen objektiivisia edellytyksiä saamelaiskäräjien hyväksymällä tavalla.
sms: Vuõiggâdvuõđ jiõnsted sääʹmteeʹǧǧ vaalin kuõskki säʹmmlaž meäʹrteeʹlm eʹtǩǩeet muʹttemnalla nuʹt, što kõõččmõš leʹčči nuʹtt-i oummu mieʹrǩǩummšest sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe, leʹbe vuõiggâdvuõđâst jiõnsted da vuõiggâdvuõđâst äʹlǧǧed eeʹttǩeeʹjen sääʹmteeʹǧǧ vaalin.

source: Vaaliluetteloon ottamisen kriteerejä laajennettaisiin ulottamalla lain pääasiallinen eli niin sanottu kielikriteeri yhtä sukupolvea kauemmas menneisyyteen.
sms: Paragraaffâst jeät meärtõõlči, ǩeän âlgg ââʹnned takainalla säʹmmliʹžžen.

source: Kielikriteerin ulottaminen neljänteen polveen vastaa parafoituun pohjoismaiseen saamelaissopimukseen sisältämiä yhteispohjoismaisia kriteerejä äänestysluetteloon ottamisesta.
sms: Säʹmmlai vuõiggâdvuõđ alggmeeran jiõčč meäʹrted, ǩii lij säʹmmlaž, leʹbe nuʹt sarnnum joukkidentifikaatio eʹtǩǩeet raavummšen oođeeʹl vaal-loǥstõʹǩǩe mieʹrǩǩummuž objektiivlaid õudldõõzzid sääʹmteeʹǧǧ priimeeʹl naaʹlin.

source: Samalla pykälästä poistettaisiin erimielisyyttä ja epäselvyyttä aiheuttanut niin sanottu lappalaiskriteeri.
sms: Vaal-loǥstõʹǩǩe välddmõõžž kriteeʹrid veiddneʹčed vuällââʹtteeʹl lääʹjj vueiʹvvääššlaž leʹbe nuʹt sarnnum ǩiõllkriteeʹr õõut puõlvvõõǥǥ ouggla mõõnniäigga.

source: Vaaliluettelo laadittaisiin uudestaan uusittujen vaaliluetteloon merkitsemisen kriteereiden pohjalta.
sms: Ǩiõllkriteeʹr vuällâttmõš neelljad puõʹlvve vaʹsttad parafõsttum tâʹvvjânnmallša sääʹmsuåppmõʹšše seʹst õõnnʼjid õhttsaž tâʹvvjânnmallaž kriteeʹrid jiõnstemloǥstõʹǩǩe välddmõõžžâst.

source: Ehdotukset vaalilautakunnan kokoonpanon laajentamisesta sekä uuden itsenäisen, riippumattoman ja saamelaiskäräjien ehdotuksesta nimetyn muutoksenhakulautakunnan perustamisesta osaltaan vahvistaisivat saamelaisten itsemääräämisoikeutta, jokaisen yksilön oikeusturva samalla suojaten.
sms: Seämma paraǥraaffâst jaukkeʹčeš jeeʹresmiõllsažvuõđ da pannseʹlvvtemvuõđ tuejjeem nuʹt sarnnum lapplažkriteeʹr.

source: Uusi muutoksenhakulautakunta toimisi ensimmäisenä muutoksenhakuasteena vaaliluetteloa koskevissa asioissa.
sms: Vaal-loǥstõk raajjčeš oʹđđest oođuum vaal-loǥstõʹǩǩe mieʹrǩǩummuž kriteeʹri vuâđald.

source: Lautakunnan päätöksistä haettaisiin muutosta korkeimmalta hallinto-oikeudelta, jos siihen myönnetään valituslupa.
sms: Eʹtǩǩõõzz vaal-luʹvddkååʹdd norrõõzz veiddnummšest di ođđ jiõččna, soorčteʹmes da sääʹmteeʹǧǧ eʹtǩǩõõzzâst nõõmeem muuttâsooccâmluʹvddkååʹdd alttummšest vueʹzzstes raʹvvjeʹče säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ, juõʹǩǩ persoon vuõiggâdvuõttstaan seämmaääiʹj suõjjeeʹl.

source: Yhteistoiminta- ja neuvotteluvelvoite
sms: Ođđ muuttâsooccâmluʹvddkåʹdd tåimmjeʹči vuõssmõsân muuttâsooccâmtääʹzzen vaal-loǥstõõǥǥ kuõskki aaʹššin.

source: Säännöstä viranomaisten neuvotteluvelvoitteesta ehdotetaan uudistettavaksi yhteistoiminta- ja neuvotteluvelvoitteeksi.
sms: Luʹvddkååʹdd tuʹmmstõõǥǥin ooʒʒčeš muttâz ââʹlmõs vaaldšemvuõiggsest, jõs tõõzz miõđât läittamlååʹpp.

source: Velvoitteen menettelyvaatimuksista sekä saamelaisten oikeuksien huomioon ottamisesta viranomaisten toiminnassa säädettäisiin tarkemmin.
sms: Õhttsažtåimmjem- da saǥstõõllâmõõlǥtõs

source: Laissa säädettäisiin muun muassa viranomaisten toimenpiteitä koskevasta saamelaiskulttuurin heikentämiskiellosta.
sms: Šeâttmõõžž veʹrǧǧniiʹǩǩi saǥstõõllâmõõlǥtõõzzâst eʹtǩǩeet oođeemnalla õhttsažtåimmjem- da saǥstõõllâmõõlǥtõssân.

source: Sääntelyn tarkoituksena on täyttää niin sanotun vapaan ja tietoon perustuvan ennakkosuostumuksen periaatteen asettamat vaatimukset.
sms: Õõlǥtõõzz mõõntõõllâmõõlǥtummšin di säʹmmlai vuõiggâdvuõđi lokku välddmõõžžâst veʹrǧǧniiʹǩǩi tåimmjummšest šiõtteʹčeš tääʹrǩben.

source: Saamelaiskäräjien vaalit Saamelaiskäräjien vaaleja koskevia säännöksiä ehdotetaan tarkistettavaksi äänestämisen helpottamiseksi ja sujuvoittamiseksi.
sms: Lääʹjjest šiõtteʹčeš jeäʹrbi mieʹldd veʹrǧǧniiʹǩǩi tååimid kuõskki sääʹmkulttuur hueʹneemǩiõlddjest.

source: Vaalit toimitettaisiin edelleen postin välityksellä tai toimittamalla vaaliasiakirjat vaalilautakunnan ilmoittamaan paikkaan, joka voisi olla esimerkiksi eri paikkakunnilla kiertävä vaalibussi.
sms: Šiõttõõllmõõžž miârktõssân lij tiuddeed nuʹt sarnnum friij da -tiõttu vuâđđõõvi ouddmiâsttmõõžž vuâđđjurddi šiõtteem kaibbtõõzz.

source: Vaaliasiakirjat voisi toimittaa itse tai valtuuttaa toisen henkilön palauttamaan ne.
sms: Sääʹmteeʹǧǧ vaal

source: Jatkossa järjestettäisiin aina myös vaalipäivän äänestys jokaisessa saamelaisalueen kunnassa, jossa olisi vähintään yksi äänestyspaikka.
sms: Sääʹmteeʹǧǧ vaalid kuõskki šeâttmõõžžid eʹtǩǩeet vuåppâmnalla jiõnstummuž hiâlptem diõtt da soljvâʹttem diõtt.

source: Muut ehdotukset
sms: Vaal tååimteš õõudâs pååʹšt pääiʹǩ leʹbe tååimteeʹl vaaläʹššǩeeʹrj vaal-luʹvddkååʹdd iʹlmmtem päikka, kååʹtt vuäitči leeʹd ouddmiârkkân jeeʹres päiʹǩǩ-kååʹddest jooʹtti vaalbuss.

source: Lisäksi toimikunta ehdottaa, että lain tarkoituspykälään lisättäisiin viittaus saamelaisten itsemääräämisoikeuteen, ja että saamelaiskäräjien toimivaltasäännöstä kehitetään.
sms: Vaaläʹššǩeeʹrj vuäitči tååimted jiõčč leʹbe dovernâʹstted nuuʹbb oummu maaccted tõid.

source: Saamelaiskäräjien kertomus ehdotetaan jatkossa annettavaksi suoraan eduskunnalle.
sms: Juätkast rieʹššeš pâi še vaalpeeiʹv jiõnstummuš juõʹǩǩ sääʹmvuuʹd kååʹddest, koʹst leʹčči uuʹccmõsân õhtt jiõnstempäiʹǩǩ.

source: Saamelaiskäräjien tehtäviä, organisaatiota ja toimintaa koskevat asetuksenantovaltuudet ehdotetaan poistettaviksi ja sääntely toteutettavaksi lailla ja saamelaiskäräjien työjärjestyksellä.
sms: Jeeʹres eʹtǩǩõõzz

source: Kaksisataa viisikymmentä viimeksi toimitetuissa saamelaiskäräjävaaleissa äänioikeutettua saamelaista voisi jatkossa tehdä aloitteen saamelaiskäräjille sen tehtäviin kuuluvassa asiassa.
sms: Lââʹssen tåimmkåʹdd eʹtǩǩad, što lääʹjj miârktõsparagraʹffe lââʹzzteʹčeš čuäjtõs säʹmmlai jiõččmieʹrreemvuõiggâdvuõʹtte, da što sääʹmteeʹǧǧ tåimmväʹlddšeâttmõõžž viiǥǥât ooudâs.

source: Saamelaiskäräjälain joiltakin osin jo vanhentuneeksi käynyttä sääntelyä ehdotetaan myös muutoin nykyaikaistettavaksi.
sms: Sääʹmteeʹǧǧ čiõlǥtõs eʹtǩǩeet juätkast uʹvddemnalla vuõiʹǧǧest eeʹttiǩ-kådda.

source: Tämä koskee erityisesti lain kirjanpitoa ja tilintarkastusta koskevia säännöksiä.
sms: Sääʹmteeʹǧǧ tuâjaid, organisaatioid da tåimmjummuž kuõskki asetõõzzuʹvddemväʹlddvuõđ eʹtǩǩeet jaukkeemnalla da šiõttõõllmõš čõõđtemnalla laaʹjjin da sääʹmteeʹǧǧ tuâjjriâššmõõžžâst.

source: Saamelaiskäräjät ehdotetaan lisättäväksi rikoslain virkarikoksia koskevaan sääntelyyn.
sms: Kueʹhttčueʹđ vittlo mââimõsân tååimtem sääʹmteʹǧǧvaalin jiõnnvuõiggâdvuõttneeʹǩǩ säʹmmla vuäitči juätkast tuejjeed alttõõzz sääʹmtegga tõn tuejjeem kuulli ääʹššest.

source: Ajankohtaista
sms: Sääʹmteʹǧǧlääʹjj kooi-ne vueʹzzin juʹn vuämmnam šiõttõõllmõõžž eʹtǩǩeet še muđoi ânnʼjõžnalla oođeed.

source: Yhteystiedot
sms: Tät kuâskk jeäʹrben lääʹjj ǩeeʹrjtuõʹllʼjõõzz da tiilltääʹrǩstem kuõskki šeâttmõõžžid.

source: Tuomas Aslak Juuso Puheenjohtaja tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sms: Sääʹmteʹǧǧ eʹtǩǩeet lââʹzztemnalla reäkkõslääʹjj veʹrǧǧreäkkõõzzid kuõskki šiõttõõllmõʹšše.

source: Anni Koivisto I varapuheenjohtaja anni.koivisto(at)samediggi.fi 040 415 5969
sms: Ääiʹjpoddsaž

source: Leo Aikio II varapuheenjohtaja leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
sms: Õhttvuõtt-teâđ
